/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "O %@ não pôde ser instalado devido a um possível erro de permissão do usuário.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "O %@ ou alguns de seus componentes não puderam ser encerrados para continuar a desinstalação.";

/* User notification title with app name as format */
"%@ was updated" = "O %@ foi atualizado";

/* Status title on dashboard */
"%d days left of trial" = "%d dias restantes de avaliação";

/* Status title on dashboard */
"%d days remaining" = "%d dias restantes";

/* User notification title with apps count as format */
"%lu applications were updated" = "%lu aplicativos foram atualizados";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "1 aplicativo foi atualizado";

/* Status action title on dashboard */
"Activate" = "Ativar";

/* (No Comment) */
"Activate your subscription" = "Ative sua assinatura";

/* Status title on dashboard */
"Active membership" = "Assinatura ativa";

/* Statuses */
"Active subscription" = "Assinatura ativa";

/* Button title */
"Add" = "Adicionar";

/* User notification title */
"All apps are up to date!" = "Todos os apps estão atualizados!";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Permite abrir os ajustes da conta, visualizar notificações ou encerrar a sessão";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Permite selecionar e visualizar os termos e políticas do Setapp";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Permite iniciar a sessão ou criar uma conta";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Ocorreu um erro ao desinstalar o %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "A assinatura do aplicativo não pôde ser verificada.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "O Setapp e todos os aplicativos do Setapp ficarão indisponíveis depois da desinstalação.";

/* Cancel button title */
"Cancel" = "Cancelar";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Confira o que o %@ oferece.";

/* Accessibility label. */
"Clear search" = "Limpar busca";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Contate o organizador da equipe para saber mais.";

/* PFMoveApplication */
"Could not move to Applications folder" = "Não foi possível mover para a pasta Aplicativos";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Não foi possível redefinir a senha.";

/* Status bar menu item title */
"Create New Account" = "Criar Nova Conta";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Falha ao abrir o %@";

/* Button title */
"Dismiss" = "Ignorar";

/* (No Comment) */
"Don’t Move" = "Não Mover";

/* No comment provided by engineer. */
"Download and Install" = "Baixar e Instalar";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Baixe e instale o Setapp para usar o %@ e descobrir muitos outros aplicativos incríveis.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Baixe e instale o Setapp para usar este app e descobrir muitos outros aplicativos incríveis.";

/* No comment provided by engineer. */
"Download Now" = "Baixar Agora";

/* Not found email on reset password error description. */
"Email not found." = "E‑mail não encontrado.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Curta todos os aplicativos disponíveis na coleção.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Digite um termo de busca para encontrar os aplicativos adequados";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Explore o Setapp para encontrar e usar o app %@.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Explore o Setapp para encontrá‑los e usá‑los.";

/* Status button title on recommendations screeen. */
"Family member" = "Familiar";

/* (No Comment) */
"Family membership terminated" = "Assinatura familiar terminada";

/* Sign In screen text */
"Favorites? First remind us who you are" = "Favoritos? Primeiro diga-nos quem você é.";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "Favoritos? Inicie a sessão primeiro.";

/* User notification informative text */
"Find it in your Setapp folder." = "Encontre-o na pasta do Setapp.";

/* Quit app button title */
"Force Quit" = "Forçar Encerrar";

/* Status title on dashboard */
"Free trial available" = "Avaliação gratuita disponível";

/* Redirect to website button title */
"Go to Website" = "Visitar Site";

/* Sign In password screen text */
"Hi there, we missed you" = "Olá, sentimos sua falta";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Identificador de pacote de aplicativo incorreto.";

/* Button title */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Internal file operation failed" = "Falha em operação de arquivo interno";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Parece que o código do aplicativo não foi assinado por um desenvolvedor.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Parece que a identidade deste Mac foi alterada.";

/* Open guide about ploblem fixing. */
"Learn more..." = "Saiba mais...";

/* Button title */
"Learn more…" = "Saiba Mais…";

/* No comment provided by engineer. */
"Learn More…" = "Saiba Mais…";

/* Accessibility help */
"Legal information" = "Informações legais";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Inicie a sessão no\nSetapp primeiro";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Gerenciar";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Isso pode ser um problema técnico. Tente novamente em um instante.";

/* (No Comment) */
"Move to Applications" = "Mover para Aplicativos";

/* User notification title */
"New updates available!" = "Novas atualizações disponíveis!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Boa tentativa, mas para sua segurança, tente novamente mais tarde.";

/* Button title */
"Not Now" = "Agora Não";

/* (No Comment) */
"Note that this will require an administrator password." = "Isso exigirá uma senha de administrador.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Notificações";

/* Notifications section title. */
"NOTIFICATIONS" = "NOTIFICAÇÕES";

/* Alert button */
"OK" = "OK";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "Ops! Este app está disponível apenas no Setapp para Equipes.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "Ops! Você não pode acessar este app porque o organizador da equipe o bloqueou na conta do Setapp para Equipes.";

/* Accessibility help string */
"Opens account settings via web browser" = "Abre os ajustes da conta através do navegador";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Abre os ajustes da conta através do navegador para configurar seu estado de assinante";

/* Accessibility help string */
"Opens referral program page view web browser" = "Abre a página do programa de indicação no navegador";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Abre uma janela para confirmar o início da avaliação gratuita";

/* (No Comment) */
"Payment details outdated" = "Detalhes de pagamento desatualizados";

/* (No Comment) */
"Payment issues occurred" = "Ocorreram problemas no pagamento";

/* Status title on dashboard */
"Payment problem" = "Problemas no pagamento";

/* User notification informative text */
"Please add payment details to your account." = "Adicione detalhes de pagamento à sua conta.";

/* (No Comment) */
"Please check your account for details." = "Verifique sua conta para obter detalhes.";

/* User notification title */
"Please connect to the Internet." = "Conecte-se à Internet.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Contate o organizador da Família para obter detalhes e renovar.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Baixe uma nova cópia do Setapp e reinstale‑o no Mac para resolver o problema.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Baixe e instale a versão mais recente para continuar usando o Setapp.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Libere espaço no disco de inicialização e reabra o Setapp.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Certifique-se de que nenhum app de gerenciamento de rede esteja bloqueando o Setapp e tente novamente.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Certifique-se de que haja uma conexão e tente novamente.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Certifique-se de que os problemas relacionados sejam resolvidos e tente novamente.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Certifique-se de que o sufixo “-setapp” tenha sido adicionado.";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Encerre o aplicativo manualmente e tente novamente.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Encerre os aplicativos a seguir para limpar todos os itens relacionados:";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Reabra o aplicativo para permitir as alterações requeridas.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Resolva os problemas relacionados ou contate o Suporte ao Cliente.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Salve todos os dados e encerre os seguintes aplicativos antes de encerrar o Setapp:";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Salve todos os dados e encerre os seguintes aplicativos antes de finalizar a sessão do Setapp:";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Salve todos os dados e encerre os seguintes aplicativos antes de desinstalar o Setapp:";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Inicie a sessão no Setapp e tente novamente.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Inicie a sessão na sua conta do Setapp para continuar usando o serviço.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Tente novamente ou remova o aplicativo de outra maneira caso o problema persista.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Tente novamente ou remova os arquivos remanescentes manualmente.";

/* No comment provided by engineer. */
"Please try again." = "Tente novamente.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Atualize o sistema operacional e tente novamente.";

/* User notification informative text */
"Please view your account details to learn more." = "Consulte os detalhes da sua conta para saber mais.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Visite o site do Setapp e tente redefinir a senha por lá.";

/* Quit app button title */
"Quit" = "Encerrar";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Encerre apps para atualizá-los.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Encerre estes apps se quiser desinstalá-los agora.";

/* Accessibility help. */
"Removes the current search query" = "Remove a busca atual";

/* Status action title on dashboard */
"Renew" = "Renovar";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostrar no Finder";

/* Default placeholder for search field */
"Search" = "Buscar";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Busque apps, tarefas, etc.";

/* Accessibility label. */
"Setapp application search" = "Busca de aplicativos do Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "Os aplicativos do Setapp ficarão indisponíveis após finalizar a sessão.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "O Setapp não pôde concluir a instalação devido à falta de permissões.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "O Setapp precisa verificar a sua assinatura.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "O Setapp precisa de permissão para concluir a instalação.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "O Setapp precisa de permissão para concluir a atualização.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "O Setapp precisa de permissão para realizar a desinstalação de aplicativos.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "Setapp no iOS? Claro! Relembre-nos do seu e‑mail primeiro.";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "O Setapp requer uma conexão à Internet para continuar.";

/* User notification title */
"Setapp subscription running out." = "Sua assinatura do Setapp está terminando.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "O Setapp será aberto automaticamente ao abrir qualquer um dos apps relacionados.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "O Setapp será encerrado devido a uma quantidade crítica de pouco espaço livre em disco.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "O acesso do Setapp à Internet foi interrompido por outro processo ou aplicativo.";

/* Accessibility help string */
"Sets up a new account" = "Configura uma nova conta";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Iniciar Sessão";

/* Status title on dashboard */
"Sign in to use apps" = "Inicie a sessão para usar apps";

/* (No Comment) */
"Sign In to use Setapp" = "Inicie a Sessão para usar o Setapp";

/* Status bar menu item title */
"Sign Out" = "Finalizar Sessão";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Inicia a sessão em uma conta existente";

/* Accessibility help string */
"Signs out of the current account" = "Finaliza a sessão da conta atual";

/* User notification informative text */
"Some applications need to be reopened." = "Alguns aplicativos precisam ser reabertos.";

/* Apps termination window title. */
"Some apps are still running" = "Alguns Apps Ainda Estão Abertos";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Alguns componentes do aplicativo não puderam ser removidos durante a desinstalação.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Algo deu errado :(";

/* Status action title on dashboard */
"Start Trial" = "Iniciar Avaliação";

/* Status title on dashboard */
"Start your membership" = "Inicie sua assinatura";

/* (No Comment) */
"Subscribe" = "Assinar";

/* (No Comment) */
"Subscribe Now" = "Assinar Agora";

/* Sign In screen text */
"Sweet, let’s get you started" = "Maravilha!\nVamos começar.";

/* Status button title on recommendations screeen. */
"Team member" = "Membro da equipe";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Sentimos muito. Tente novamente mais tarde.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Os seguintes aplicativos precisam ser encerrados para aplicar as atualizações imediatamente:";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "O aplicativo principal do Setapp não foi encontrado no Mac. Deseja baixá-lo e instalá‑lo?";

/* User notification title */
"There’s a new app on Setapp!" = "Novo app no Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Esta ação é recomendada para se obter a melhor experiência no Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Este aplicativo não está mais disponível no Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Este aplicativo requer que uma conta do Setapp esteja ativada no Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Este aplicativo requer o macOS %1$@ ou posterior para funcionar. Sua versão atual do macOS é %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Esta cópia do %@ requer que uma conta do Setapp esteja ativada no Mac.";

/* (No Comment) */
"This email is already registered." = "Este e-mail já está registrado.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Isso permitirá que você descubra e use todos os aplicativos do Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Isso ajudará a manter a pasta Downloads organizada.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Para obter este app, mude para o plano de Equipe.";

/* Today date string */
"Today" = "Hoje";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Tentativas demais";

/* (No Comment) */
"Try again" = "Tentar novamente";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Ops! O Setapp está com problemas de conexão.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Não é possível abrir o %@";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Desinstalar o Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "Atualização de Apps do Setapp";

/* Status action title on dashboard */
"View My Account" = "Ver Minha Conta";

/* Status bar menu item title */
"View My Account…" = "Ver Minha Conta…";

/* Sign In password screen text */
"Welcome!" = "Bem-vindo!";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Deseja mover o Setapp para a pasta Aplicativos?";

/* Yesterday date string */
"Yesterday" = "Ontem";

/* (No Comment) */
"You are now a Setapp family member!" = "Agora você faz parte de uma família no Setapp!";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Você pode remover o atalho do computador.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "Curiosidade… curtimos isso.";

/* Offline state label. */
"You're offline" = "Não há uma conexão";

/* Accessibility label for customer image button. */
"Your account picture" = "Ícone da sua conta";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "A versão atual do Setapp está desatualizada e não pode mais ser usada.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Seu problema já está sendo abordado";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "A instalação do Setapp possui erros e não pode ser usada corretamente.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "A instalação do Setapp está defeituosa devido a um possível erro de permissão.";

/* User notification title */
"Your Setapp trial ends soon." = "Sua avaliação do Setapp termina em breve.";

